* <2023-12-06 Wed>
** Working on Introduction to Contribution 1
:LOGBOOK:
CLOCK: [2023-12-06 Wed 21:21]--[2023-12-07 Thu 02:54] =>  5:33
CLOCK: [2023-12-06 Wed 19:15]--[2023-12-06 Wed 19:35] =>  0:20
CLOCK: [2023-12-06 Wed 18:25]--[2023-12-06 Wed 18:33] =>  0:08
:END:
** Reading The Craft of Scientific Writing
:LOGBOOK:
CLOCK: [2023-12-06 Wed 18:33]--[2023-12-06 Wed 19:11] =>  0:38
CLOCK: [2023-12-06 Wed 17:40]--[2023-12-06 Wed 18:22] =>  0:42
CLOCK: [2023-12-06 Wed 16:10]--[2023-12-06 Wed 16:20] =>  0:10
CLOCK: [2023-12-06 Wed 14:26]--[2023-12-06 Wed 14:54] =>  0:28
:END:
* <2023-12-05 Tue>
** Working on Introduction to Contribution 1
:LOGBOOK:
CLOCK: [2023-12-06 Wed 00:57]--[2023-12-06 Wed 04:02] =>  3:05
CLOCK: [2023-12-05 Tue 22:31]--[2023-12-06 Wed 00:56] =>  2:25
CLOCK: [2023-12-05 Tue 21:12]--[2023-12-05 Tue 22:03] =>  0:51
:END:
** Reading The Craft of Scientific Writing
:LOGBOOK:
CLOCK: [2023-12-05 Tue 20:14]--[2023-12-05 Tue 21:02] =>  0:48
CLOCK: [2023-12-05 Tue 15:06]--[2023-12-05 Tue 15:16] =>  0:10
CLOCK: [2023-12-05 Tue 10:22]--[2023-12-05 Tue 10:34] =>  0:12
:END:
* <2023-12-04 Mon>
** Working on Introduction to Contribution 1
:LOGBOOK:
CLOCK: [2023-12-04 Mon 23:11]--[2023-12-05 Tue 01:21] =>  2:10
:END:
** Reading The Craft of Scientific Writing
:LOGBOOK:
CLOCK: [2023-12-04 Mon 20:34]--[2023-12-04 Mon 22:12] =>  1:38
:END:
** Cleaning up bib file
:LOGBOOK:
CLOCK: [2023-12-04 Mon 14:44]--[2023-12-04 Mon 15:14] =>  0:30
:END:
** Cleaning up whole document
:LOGBOOK:
CLOCK: [2023-12-04 Mon 11:00]--[2023-12-04 Mon 14:44] =>  3:44
:END:
* <2023-12-01 Fri>
** Morning Getting New ID/Publishing to GAL/Getting Building Access/Commuting
** Studying on what makes good intro
:LOGBOOK:
CLOCK: [2023-12-01 Fri 15:54]--[2023-12-01 Fri 16:25] =>  0:31
:END:
** Reading The Craft of Scientific Writing
:LOGBOOK:
CLOCK: [2023-12-01 Fri 16:26]--[2023-12-01 Fri 17:01] =>  0:35
:END:
** Looking at INFORMS Style
https://pubsonline-informs-org.afit.idm.oclc.org/authorportal/submission-guidelines
:LOGBOOK:
CLOCK: [2023-12-02 Sat 00:13]--[2023-12-02 Sat 00:13] =>  0:00
CLOCK: [2023-12-01 Fri 18:48]--[2023-12-01 Fri 19:00] =>  0:12
:END:
** Working on Introduction to Contribution 1
:LOGBOOK:
CLOCK: [2023-12-01 Fri 23:43]--[2023-12-02 Sat 00:08] =>  0:25
CLOCK: [2023-12-01 Fri 19:27]--[2023-12-01 Fri 19:43] =>  0:16
CLOCK: [2023-12-01 Fri 19:00]--[2023-12-01 Fri 19:22] =>  0:22
:END:


